{"class_name": "Sequential", "keras_version": "2.0.8", "backend": "tensorflow", "config": [{"class_name": "Dense", "config": {"bias_constraint": null, "use_bias": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_constraint": null, "units": 15, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "activity_regularizer": null, "dtype": "float32", "batch_input_shape": [null, 784], "kernel_regularizer": null, "trainable": true, "bias_regularizer": null, "name": "dense_1", "activation": "linear"}}, {"class_name": "Dense", "config": {"bias_constraint": null, "use_bias": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_constraint": null, "units": 10, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "activity_regularizer": null, "kernel_regularizer": null, "trainable": true, "bias_regularizer": null, "name": "dense_2", "activation": "linear"}}, {"class_name": "Activation", "config": {"trainable": true, "name": "activation_1", "activation": "softmax"}}]}